{"tweets":[{"body":"One of President Putin’s closest allies has warned that Moscow could target western cities if Ukraine uses rocket systems supplied by the United States to carry out strikes on Russian territory.Washington said this week that it was sending M142 high-mobility artillery rocket systems to Ukraine, which will more than double its army’s artillery range and allow it to strike targets 50 miles away.“If, God forbid, these weapons are used against Russian territory then our armed forces will have no other choice but to strike decision-making centres,” said Dmitry Medvedev, a former prime minister under Putin who is deputy chairman of Russia’s national security council.“Of course, it needs to be understood that the final decision-making centres in this case, unfortunately, are not located","conversation_id":"1533022197324955655","image":"https://www.thetimes.co.uk/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fbb5bcdce-e361-11ec-8bdd-c253e043f5f0.jpg?crop=3631%2C2043%2C91%2C212&resize=1200","interactions":7791,"text":"One of President Putin’s closest allies has warned that Moscow could target western cities if Ukraine uses rocket systems supplied by the United States to carry out strikes on Russian territory ","title":"Russia will strike West if US rockets hit us, says Putin ally","truthfulness":"0.008"},{"body":"Some observers of the Russo-Ukrainian war seem to think that its greatest danger is that Ukraine will win, or win too quickly, and that this will be uncomfortable for Putin, and that we should care.This is a deeply perverse way of seeing things. Putin has chosen to fight a war of aggression and destruction in Ukraine. Wherever Russia controls Ukrainian territory, Russians commit genocidal crimes against citizens of Ukraine, including mass rape, mass killing, and mass deportation. A democracy is defending itself against an autocracy, and the fate of democracies hangs in the balance. The Russian hydrocarbon oligarchy is giving us a foretaste of cataclysm that awaits if we do not free ourselves from oil and gas. Russia blockades the Black Sea and halts food exports, threatening to spread death by starvation to tens of millions of people this year. Those are the kinds of things we should be worrying about, not Putin's self-image.Yet there is an even more basic problem with this reasoning, which arises from a false understanding of how power in Russia works.The Russian media and political system is designed to keep Putin in power regardless of what happens in the outside world. Russian politics takes place within a closed information environment which Putin himself designed and which Putin himself runs. He does not need our help in the real world to craft reassuring fictions for Russians. He has been doing this for twenty years without our help.Ukrainians understand this, which is one reason that they become irritated when we suggest that they concede territory or victory to Russia because of a concern about Putin's internal state. They know that this is not only unjust but pointless. What matters in Russian politics is not Putin's feelings nor battlefield realities but the ability of the Putin regime to change the story for Russian media consumers. It is senseless, as the Ukrainians understand, to sentence real people of real territories to suffer and die for the sake of Russian narratives that do not even dependWhat happens if Putin decides that he is losing in Ukraine? He will act to protect himself by declaring victory and changing the subject. He does not need an off ramp in the real world, because that is not where his power rests. All he needs to do is change the story in Russia's virtual world, as he has been doing for decades. This is just a matter of setting the agenda in a meeting. In virtual reality there is always an escape route, and for this reason Putin cannot be 'cornered.' (Neither, for that matter, can the actual Russian army in actual Ukraine. When Russian units are defeated, they just cross back into Russia).Putin's power is coterminous with his ability to change the subject on Russian television. He does this all the time. Think about how the war began. Until late February of this year, the entire Russian media was clamoring that an invasion of Ukraine was unthinkable and that all the evidence was just warmongering by the CIA. Russians believed that, or pretended to. Then, once Russia did in fact invade Ukraine, war was presented as inevitable and righteous. Now Russians believe this, or pretend to. In 2015, when Russia's last invasion of Ukraine failed to meet all of its objectives, the Russian media changed the subject from one day to the next from Ukraine to Syria. This is simply how Russia is ruled: invasions and storytelling about invasions. If the invasion doesn't work out, the story changes.If defeated in reality, Putin will declare victory on television, and Russians will believe him, or pretend that they believe him. He will find a new subject on which to fasten their attention. This is the Kremlin's problem, not ours. These are internal Russian mechanisms in which outside actors are essentially irrelevant. It makes no sense to create an 'off-ramp' in the real world, when all Putin needs is an 'off-ramp' in his virtual world. It will be built by propagandists from pixels, and we are not needed for that. Indeed, there is something more than a little humiliating in Western leaders offering themselves as unpaid and unneeded interns for Russian television channels.The odd thing is that Western leaders know all of this, or should. Given plenty of time to reflect after Russia's last invasion of Ukraine in 2014, we have become aware of the primary role that political fiction plays in Russian life. Everyone who matters in public discussions ought to be aware that Putin governs in media rather than reality. Just three months ago, we all just watched as Putin changed the story from 'war unthinkable' to 'war inevitable.' And yet, for some reason, some Western leaders ignore this basic structural fact of Russian politics when they advocate appeasement.To be sure, Putin might err, in this war or in some other one. He might wait too long to declare victory in the virtual world. In that case he loses power, and someone else takes over the television networks. We cannot save him from such a misjudgment. It will happen sooner or later. It is possible that power in Russia will change hands during this war; we will know that has happened when the Russian media landscape changes. Regardless of whether Putin falls during this war or later, his power over media will be complete until the moment when it ceases. There is no interval where our actions in the real world will be decisive.Now let's think of what we are asking of the Ukrainians when we speak of conceding Ukrainian territory for the sake of giving Putin an 'off-ramp.' We are asking the people who are the victims of a genocidal war to comfort the perpetrator. We are expecting Ukrainians, who know that Russian politics is all about fiction, to make sacrifices in the world where their families and friends live and die. We are asking Ukrainians to sentence their own people to ethnic cleansing in order to make life slightly easier for Russian television producers whose genocidal hate speech is one cause of the atrocities.As Ukrainians keep trying to tell us, clichés of 'cornering' and 'off-ramps' will make the war last longer, by distracting from the simple necessity of Russian defeat.When we start the story from Putin's psychic needs and run it through our own misunderstanding of Russian politics, we push Ukrainian democracy to the side. Rather than acting like allied democracies, we behave like amateur therapists for a dictator. We are no good at that. We are directing our empathy towards a dictator who will only exploit it to continue a war, and away from a people who must win that war to end it.Appeasement of Russia distracts us from the people who really are cornered: the Ukrainians. They are facing extermination as a people, and that is why they fight. President Volodymyr Zelens’kyi actually does need a way to end this war, because he does not govern by fiction, because he is an elected leader, and because he feels responsible for his people. Unlike Putin, Zelensky cannot simply change the subject. He has to bring his people along. At this point, Ukrainians by huge majorities believe that the war has to be won, and are unwilling to concede territory. Unlike Putin, Zelens’kyi will have to make a case, referring to what is actually happening on the ground. He therefore really does need help, both to win the war as quickly as possible, and in giving Ukrainians a sense of a post-war future.All reasonable people want this war to end. That means thinking more about the Ukrainian people, and worrying less about problems that Putin does not in fact have.","conversation_id":"1533211581307310081","image":"https://substackcdn.com/image/fetch/w_1200,h_600,c_limit,f_jpg,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F90069c61-3da7-4b22-a935-55e7c0dac5f8_594x394.jpeg","interactions":4006,"text":"'Some observers of the Russo-Ukrainian war seem to think that its greatest danger is that Ukraine will win, or win too quickly, and that this will be uncomfortable for Putin, and that we should care. This is a deeply perverse way of seeing things.'","title":"The folly of 'off-ramps'","truthfulness":"0.641"},{"body":"Kallas, the daughter of former Estonian Prime Minister Siim Kallas, is the country’s first female head of government since Estonia declared independence in 1918. And she is determined to keep her position, talking up a defiant line about the threat posed by Russia’s relentless efforts to reclaim supposedly lost territories. Kallas has been equally tough on the domestic front, where she removed her junior coalition partner Centre Party from government on June 3 after weeks of infighting and proposed forming a new coalition with two smaller parties, with the next election not scheduled until March 2023.While she is eager to remind the world of the repression and brutality her small country had to endure at the hands of its neighbor to the east, Kallas has not only been tough on Putin: She has also sharply criticized efforts by French President Emmanuel Macron and other leaders to keep in touch with the Russian president. Yet she’s also been careful to stress the unity, not the divisions, that have characterized the European Union and NATO since the beginning of Putin’s war.Perhaps no European politician (other than Ukrainian President Volodymyr Zelensky) has taken a more uncompromising stance on Russian leader Vladimir Putin’s unprovoked war of aggression against Ukraine than Estonian Prime Minister Kaja Kallas. Her resolute attitude and clear convictions, including that Putin ought to be tried as a war criminal, as well as the unmatched per capita support of the Baltic nation for Ukraine have caused Kallas’s popularity to soar.Perhaps no European politician (other than Ukrainian President Volodymyr Zelensky) has taken a more uncompromising stance on Russian leader Vladimir Putin’s unprovoked war of aggression against Ukraine than Estonian Prime Minister Kaja Kallas. Her resolute attitude and clear convictions, including that Putin ought to be tried as a war criminal, as well as the unmatched per capita support of the Baltic nation for Ukraine have caused Kallas’s popularity to soar.While she is eager to remind the world of the repression and brutality her small country had to endure at the hands of its neighbor to the east, Kallas has not only been tough on Putin: She has also sharply criticized efforts by French President Emmanuel Macron and other leaders to keep in touch with the Russian president. Yet she’s also been careful to stress the unity, not the divisions, that have characterized the European Union and NATO since the beginning of Putin’s war.Kallas, the daughter of former Estonian Prime Minister Siim Kallas, is the country’s first female head of government since Estonia declared independence in 1918. And she is determined to keep her position, talking up a defiant line about the threat posed by Russia’s relentless efforts to reclaim supposedly lost territories. Kallas has been equally tough on the domestic front, where she removed her junior coalition partner Centre Party from government on June 3 after weeks of infighting and proposed forming a new coalition with two smaller parties, with the next election not scheduled until March 2023.Foreign Policy got a chance to speak with Kallas about the threats Estonia faces, the risks of unleashing cyberattacks, and why real peace can only be achieved with Russia’s defeat. This interview has been edited lightly for length and clarity.Foreign Policy: Would you say Estonia is safer than it was six months ago or less safe?Kaja Kallas: I would say it’s safer. For one, we have every big ally who has confirmed or emphasized that we will defend every inch of NATO territory. Plus, no NATO country has ever been attacked. Secondly, we already see a doubling of allies’ troops here. We have discussions in NATO about strengthening the eastern flank, especially the defense of Baltic countries. Third, we have increased our defense expenditure to 2.5 percent [of GDP], and in the coming years it’s going to be even bigger. Moreover, we got much better deals than everybody else for defense procurement, since we knew the Ukraine war was probably taking place thanks to intelligence information.Fourth, the decision by the Swedes and the Finns to join NATO makes the Baltic Sea practically a NATO sea. It also means we are not so dependent on the Suwalki Gap in terms of military aid coming from the south. Lastly, Russia has its hands full with the war in Ukraine, which is not going according to their plans. They are considerably weaker than they were before [the war]. So, yes, we are stronger.At the same time, there are threats, and we will probably see cyberattacks and some show of power. But I think that’s about it. As I said to our Swedish and Finnish friends: If we survived so many years before joining NATO, which was a much longer time than predicted now for Finland and Sweden, so can they.FP: Speaking of cyber: Has NATO returned the favor yet by using offensive cyberweapons against Russia?KK: It’s very hard to answer that question very directly or clearly. I’m in a very difficult position: I hear things in the secret rooms that I can’t talk about. I can’t say we don’t and I can’t say we do. But if we do, we are not talking about this publicly.What I can say is that going on the offensive brings about different risks that you can’t put back into the bottle. So everything we do in cyberspace, also in supporting countries with the right to self-defense, needs to be carefully conducted and accountable. Cyber-operations may constitute an armed attack under the U.N. Charter and give states the right to self-defense. In its response to an armed attack by cyber means, the injured state is not necessarily limited to taking measures by cyber means—all means remain reserved to states in order to respond to an armed attack in a manner that is proportionate and in accordance with other provisions of international law.FP: You’ve said before that “peace cannot be the ultimate goal.” Do you feel your stance is supported by other European countries?KK: There are different [possible] ends to the war, and I think this is where the differences of opinion lie. For some countries in Europe, peace is the ultimate goal. Their mindset is that with peace, everything is fine. But we had peace after the Second World War, and yet the atrocities for my country started—the mass deportations, the killings. This will happen to the occupied territories [in Ukraine] and the people there, too. This needs to be understood. If the aggressor is not punished and we go back to business as usual, then everything will continue.Nazi crimes were widely condemned after the Second World War, but Communist crimes never were. Actually, [Joseph] Stalin killed more people than [Adolf] Hitler did. If it is not condemned, you see the result: 70 percent of people are in favor of Stalinism in Russia. The history books in Estonia were rewritten after the Soviet Union collapsed, but they were never rewritten in Russia. So if people admire dictators, then there is no obstacle to becoming one or submitting to one.Timothy Snyder wrote a very good thread on Twitter about why saving face for Putin is a totally wrong discussion. Russia has invaded a country—to save face you can just go back to your country and say, “Sorry, I made a mistake, and I will pay for everything I did.” Like the prime minister of Ukraine said: “When Ukraine stops fighting, there will be no Ukraine. When Russia stops fighting, there will be peace.”FP: So you only see a solution as a military victory—doesn’t this contradict Zelensky’s recent statement that diplomacy is the only way to end war in Ukraine?KK: No, I don’t see a contradiction, because Zelensky also says they are not able to give away territories. What I’ve also said is that it’s wrong when Ukrainians are pressured to enter any kind of peace agreements they are not ready to enter into. That’s why I’m saying peace can’t be the ultimate goal if it means that you give away territories, and the atrocities will continue on those territories.FP: There’s been a long-standing fault line between Eastern and Western Europe on Russia, with the former more often sounding the alarm. And there are differences in the EU over Ukraine’s EU membership and an oil embargo on Russia. Will the war in Ukraine bridge those divides, or widen them?KK: I hope there is no divide. It’s true that after we used the window of opportunity [in the early 2000s] to join NATO and the EU, we had people actually asking us, “Why do you need this? Russia doesn’t pose a threat anymore.” And we replied: “We know our neighbor, this has happened several times before. So we need all the assurances we can get.”But I wouldn’t focus so much on the differences, but more of the unity that we have had so far. Of course, we have had difficult discussions before, but in the end we got to an agreement, and that’s the most important part. We also need to listen to different allies’ worries. Plus, multilateralism is hard: In NATO, we have 30 countries; in the European Union, there are 27, all of them democracies. It takes time.But as long as the war is going on, we haven’t done enough. All allies need to invest in and prioritize defense—that means a 2 percent floor, not ceiling.FP: Speaking of not doing enough, Germany has taken a lot of heat. Latvian Defense Minister Artis Pabriks said last month that trust in Germany was now “close to zero.” What does Germany have to do to deliver on that big foreign-policy shift it proclaimed at the start of the war?KK: Germany has been under huge criticism. But it’s because everybody is expecting Germany to be in the leadership role because of their size and importance in Europe. So I would take that as a compliment. Germany has actually done a lot: They have made huge turnarounds, raising their defense spending to 2 percent and providing heavy weapons to Ukraine. Germany is a democracy, so these big decisions take time. And I won’t join the chorus of those who say that Germany is doing everything wrong, because there are other big allies that could do more as well.FP: That is a very diplomatic answer. You don’t think that Germany could have acted faster? The anti-aircraft tanks it has promised won’t arrive until July. And there’s a lot of criticism even within Germany about not acting swiftly and decisively enough.KK: Yes, but it is very easy to criticize from the outside. Estonia is a small country that can make and implement decisions fast. Bigger countries are like bigger ships, which take longer to turn around. It’s much, much more difficult. What’s important is that Germany is heading in the right direction. One could argue that maybe they took a little bit too much time, but still, what matters is that those decisions have been made.Bottom line, none of us has done enough as long as Russia carries on its war of aggression in Ukraine and the human suffering continues. What Ukraine needs today are weapons to fight back the aggressor and liberate its territories. We need to help Ukraine win.FP: Estonia, along with Lithuania and Latvia, has been pushing NATO to dramatically scale up its military presence in the Baltics to deter Russia from making any military moves on alliance territory as it battles to conquer land in Ukraine. Can we expect any announcement about NATO basing a division in the Baltic states at the NATO summit at the end of June?KK: We are having those discussions right now within NATO and expect the decisions to be made at the next summit in Madrid. We are working on really boosting our defense plan in the Baltic region.In Madrid, we are striving toward a new defense posture—modern forward defense—in our region with the allies. In essence, this means that we need a greater NATO presence in the air, on land, and at sea. In case of any threat, NATO must be ready to defend the Baltic countries right away, which requires a significant number of troops and capabilities. That would include our own units, allied units stationed on our territory, as well as allied forces that can be deployed quickly. We need to make sure that these combat-ready forces exist and have appropriate command and control. NATO’s air policing must become air defense. The military presence of NATO at the Baltic Sea must be increased. And not just more troops, but also high-end capabilities that the Baltic states currently do not have themselves like midrange air defense.FP: You previously raised an intriguing idea of putting payments for Russian gas into an escrow account that could be used for Ukrainian reconstruction. Is there any serious momentum on that, and what are the obstacles?KK: We are still talking about this. Some [countries] are worried that if you pay some to the escrow account, the other side will stop delivering. But this would not mean that the EU stops paying for gas. It would mean that money would be transferred to a special account, where an agreed proportion would be transferred to Russia and the rest kept on the account. Russia could access the rest of the amount when it meets certain conditions, for example pulling back troops.The idea of an escrow account is to reduce the revenues of the Russian regime. We need to do everything we can to stop financing Putin’s war machine. Earlier this week the EU finally agreed on the sixth package of EU sanctions—including a ban on Russian oil imports. This is an important step to further cripple Putin’s war machine. But we cannot stop here. As Russia’s war and crimes against Ukraine rage on, we must continue isolating the Kremlin. This means further sanctions, including on Russian gas.Also, when we talk about reconstruction or rebuilding Ukraine, the first sentence should be that Russia has to pay for everything it destroyed, not that it will come from the European taxpayers’ money. The one who has caused the damage should be held responsible for it.","conversation_id":"1533165345141362688","image":"https://foreignpolicy.com/wp-content/uploads/2022/06/GettyImages-1374879595.jpg?w=1000","interactions":8438,"text":"Spoke to @ForeignPolicy about the pressing need to support Ukraine and why the mindset that “with peace everything is fine” doesn’t work. If the aggressor isn’t punished and we go back to business as usual, everything will continue. ","title":"Estonia’s Prime Minister: ‘We Need to Help Ukraine Win’","truthfulness":"0.22"},{"body":"","conversation_id":"1533243422089281537","image":"","interactions":7438,"text":"Russian army can stop killing if one person in Moscow gives such an order, and the absence of such an order is a humiliation for the whole world - address by the President of Ukraine — Official website of the President of Ukraine: ","title":"","truthfulness":"0.693"},{"body":"NPR’s sites use cookies, similar tracking and storage technologies, and information about the device you use to access our sites (together, “cookies”) to enhance your viewing, listening and user experience, personalize content, personalize messages from NPR’s sponsors, provide social media features, and analyze NPR’s traffic. This information is shared with social media, sponsorship, analytics, and other vendors or service providers. See details.You may click on “Your Choices” below to learn about and use cookie management tools to limit use of cookies when you visit NPR’s sites. This page will also tell you how you can reject cookies and still obtain access to NPR’s sites, and you can adjust your cookie choices in those tools at any time. If you click “Agree and Continue” below, you acknowledge that your cookie choices in those tools will be respected and that you otherwise agree to the use of cookies on NPR’s sites.","conversation_id":"1533060676805185536","image":null,"interactions":218,"text":"#100Days of the Ukraine Invasion, 220,000 people homeless.575 Days of Tigray Genocide, 2.6 million+ people homeless. #TigrayCantWait @SecBlinken@jakejsullivan @SenateForeign @HouseForeignGOP@HouseForeign @JosepBorrellF @USUN","title":"NPR Cookie Consent and Choices","truthfulness":"0.902"},{"body":"España está dispuesta a dar un salto cualitativo en su apoyo militar a Ucrania frente a la invasión rusa, según fuentes gubernamentales. Si hasta ahora había entregado munición, equipos de protección individual y armas ligeras (lanzagranadas C-90 o ametralladoras), ahora prepara el suministro de armamento pesado, con misiles antiaéreos y carros de combate Leopard, y la imprescindible instrucción de los militares ucranios para que puedan hacerse cargo de su manejo.El Ministerio de Defensa está ultimando ya la entrega a Kiev de una batería de misiles antiaéreos de baja cota Shorad Aspide, que el Ejército español ha sustituido por otro sistema más avanzado. El envío de este material, producido por la compañía europea de misiles MBDA, está pendiente de que concluyan las gestiones a través de una célula en Stuttgart (Alemania) que se encarga de coordinar las ayudas militares a Ucrania para evitar carencias de unos equipos y duplicidades de otros.El Gobierno español también está dispuesto a entregar a Ucrania los carros de combate Leopard A4 que se encuentran hibernados desde hace una década en la base logística del Ejército de Tierra en Zaragoza. Estos tanques forman parte del lote de 108 unidades de segunda mano que Alemania vendió a España en 1995, como preámbulo del contrato de fabricación de los Leopard en España. La intención de Defensa era reconvertirlos en carros de recuperación para ingenieros pero, ante la falta de presupuesto, optó por someterlos a un proceso de deshumectación (quitarles baterías, aceites y cualquier otro elemento que pudiera deteriorarlos) y dejarlos almacenados a la espera de disponer en el futuro de fondos. Fuentes de Defensa estiman que unos 40 carros podrían ser rehabilitados y entregados al Ejército ucranio, pero advierten de que ello requeriría someterlos a una puesta a punto por parte de una industria que se muestra poco proclive a acometer estos trabajos en un momento en que le llueven los pedidos por el aumento generalizado del gasto militar en Europa.Además, España ha ofrecido a Ucrania instruir a sus militares en el manejo de esos carros de combate. La instrucción, según las fuentes consultadas, se realizaría inicialmente en Letonia, donde el Ejército español tiene desplegado un contingente de 500 militares con seis tanques Leopardo 2E, en el marco de la operación Presencia Avanzada Reforzada (EFP) de la OTAN. En una segunda fase, el adiestramiento de los carristas ucranios se haría ya en territorio español, agregan las mismas fuentes. Este programa permitiría acelerar los planes de preparación del Ejército de Kiev para dotarse de unos potentes carros de combate con los que hacer frente a los modernos T-90 rusos, ya que ahora solo disponen de un centro en Alemania para instruirse en su manejo.El ofrecimiento de los misiles y la instrucción de los carristas se planteó cuando el presidente del Gobierno, Pedro Sánchez, viajó a Kiev el pasado 21 de abril y se entrevistó con el presidente Volodímir Zelenski, pero se ha ido demorando por la complejidad de la operación, según las fuentes consultadas. Ese mismo día zarpó de El Ferrol el buque Ysabel del Ejército de Tierra cargado con 200 toneladas de munición y soportes para misiles. También llevaba 30 camiones y diez vehículos ligeros que recorrieron 800 kilómetros por carreteras polacas para llevar el material hasta la base de recepción del Ministerio de Defensa ucranio. Ese cargamento suponía, en palabras de Sánchez, “más del doble” del material enviado hasta entonces en 11 vuelos militares de transporte. Con motivo de la visita esta semana a Madrid de Igor Zovkva, asesor de Zelenski, se han relanzado las conversaciones para agilizar la entrega y ampliar la lista de posibles suministros.En una conferencia de prensa el pasado viernes, con motivo de los 100 días del inicio de la invasión, el embajador de Ucrania en Madrid, Serhii Pohoreltsev, agradeció la ayuda militar prestada hasta ahora por España pero la consideró insuficiente, advirtiendo de que la munición solo alcanza “para dos horas de combate”. “Estamos agradecidos pero no podemos decir que estemos satisfechos”, subrayó.El representante diplomático de Kiev pidió armas pesadas (misiles antibuque y antiaéreos, obuses de 155 milímetros o morteros de 120), pero sobre todo reclamó la entrega de tanques Leopard, incluso antes de instruir a los militares ucranios que deben emplearlos. “Hay buena voluntad del Gobierno español y del Ministerio de Defensa sobre el envío de instructores para enseñar el funcionamiento de esos carros de combate, pero lo importante son los tanques”, subrayó. El embajador insistió en que su país no pide “nada que España no pueda aportar” y se quejó de que, según sus informes, España presenta “uno de los menores índices de ayuda militar [a Ucrania] en relación con su presupuesto de Defensa”.El diplomático encuadró su petición en la nueva fase de guerra prolongada y de desgaste en que ha entrado el conflicto, con la ocupación del 20% de su territorio por las tropas rusas y la destrucción del 30% de su infraestructura. Y aseguró que el Gobierno español ha mostrado un “apoyo indiscutible” a la causa de Kiev y no ha percibido en su seno “simpatías prorrusas”, pese a las críticas de los ministros de Unidas Podemos a la entrega de material militar a Ucrania.A lo que no puso ningún reparo el diplomático es a la acogida en España de los 140.000 ucranios (mujeres, niños y ancianos) que han llegado huyendo de la guerra, de los que que 116.000 ya han obtenido el estatuto de protección internacional. “El proceso ha estado bien organizado”, reconoció.","conversation_id":"1533339760449982464","image":"https://imagenes.elpais.com/resizer/FAXG-qNnIp-JR6BJ1fuao8CzLdU=/1200x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/UUBXJ567FND2NLPTRIX3RCATSM.jpg","interactions":784,"text":"According to El Pais Spain is willing to deliver both Aspide SAM and older Leopard 2A4 in storage to #Ukraine. According to estimates ~40 MBT could be brought back to service but industrial capacity to cover workload in timely manner remains in question.","title":"España, dispuesta a entregar a Ucrania misiles antiaéreos y carros de combate Leopard","truthfulness":"0.883"},{"body":"","conversation_id":"1533182310224474115","image":"","interactions":3122,"text":"President Emmanuel Macron of France, who has sought to position himself as the world’s chief negotiator with the Kremlin, pleaded Saturday to not 'humiliate' Russia.Ukraine’s foreign minister said Macron's advice 'can only humiliate France.' ","title":"","truthfulness":"0.003"},{"body":"As many as 500,000 people have died from war and famine in the Tigray region of northern Ethiopia over the past 16 months, researchers say.The estimate, by experts who have closely monitored the Tigray conflict since its beginning, is a rare attempt to calculate the war-related death toll in a region that has been largely cut off from the outside world.The estimate includes 50,000 to 100,000 victims of direct killings, 150,000 to 200,000 starvation deaths, and more than 100,000 additional deaths caused by a lack of health care, according to researchers led by Jan Nyssen of Ghent University in Belgium.The war began when Ethiopia sent its military into Tigray in an attempt to subdue the rebellious regional government in November, 2020. The neighbouring country of Eritrea also sent troops into Tigray, and the war has led to massacres of civilians, destruction of hospitals and clinics, an exodus of refugees and the emergence of famine. Ethiopia has blocked most food aid to the region for months.Despite the huge death toll, there are growing fears that Russia’s invasion of Ukraine will overshadow the Tigray war and other long-running conflicts in Africa and the Middle East, reducing global attention and humanitarian aid for those crises.Many of the most horrific crises, from Mozambique to Yemen, are in remote regions or countries where access is difficult. The war in Ukraine could further damage the flow of assistance by diverting humanitarian funds and increasing the cost of food and fuel. Some relief agencies are already reporting a decline in funding for their Africa operations as donors switch to Ukraine.“We are seeing clear evidence of this war draining resources and attention from other trouble spots in desperate need,” United Nations Secretary-General Antonio Guterres told journalists on Monday.In Ethiopia, authorities have blocked communications and flights into Tigray since the war began, while heavily restricting media access. “The Ethiopian government has been very efficient in shielding Tigray from outside eyes,” Prof. Nyssen said in an interview.The death toll in Tigray is poorly documented because humanitarian workers were banned from bringing cameras into the region and continue to be threatened with expulsion if they speak out, he said.Prof. Nyssen and his team have maintained a database of confirmed deaths in Tigray since the war began, in which they recorded 289 incidents causing the deaths of up to 12,478 civilians. But the true number of deaths from violence is far higher, they believe.Starvation is an even bigger threat. The vast majority of Tigray is considered “hard to reach” or “highly restricted” in the latest UN humanitarian report. Malnutrition is increasing, and humanitarian agencies say their supplies of food and fuel are almost exhausted. Most have been forced to suspend or drastically reduce their operations.Because of the lack of food aid, lack of income and dysfunctional markets, the majority of Tigray’s families have resorted to begging, cutting meals or selling their harvest to pay off their debts, the UN report said.Unlike the Ukraine war, however, the Tigray conflict has not led to any international sanctions or votes of condemnation in the UN General Assembly, analysts have noted.In the Sahel region of West Africa, struggling with armed violence and food shortages, there are growing worries about a diversion of aid to Ukraine. Médecins du Monde, a humanitarian agency working in Burkina Faso, warned last week that some of its donors are planning to cut their funding by 70 per cent and shift the money to new Ukraine operations.“We are very concerned that this will become a trend, making access to health care and other basic services even scarcer for displaced people,” said a statement by Safia Torche, general director for Médecins du Monde in Burkina Faso, where more than 1.7 million people have left their homes because of violence and hunger.The Food and Agriculture Organization, a UN agency, predicted on Friday that the war in Ukraine could cause an increase of 8 per cent to 22 per cent in international food and feed prices, which would push as many as 13 million more people into hunger over the next year.Ukraine and Russia are major exporters of wheat, barley, corn and other food products, but the war is causing a supply gap and forcing prices up.“The likely disruptions to agricultural activities of these two major exporters of staple commodities could seriously escalate food insecurity globally,” FAO director-general Qu Dongyu said in a statement.“Wheat is a staple food for over 35 per cent of the world’s population, and the current conflict could result in a sudden and steep reduction in wheat exports from both Russia and Ukraine,” he said.Mr. Guterres described the war in Ukraine as an “assault” on the world’s most vulnerable people and countries. “We must do everything possible to avert a hurricane of hunger and a meltdown of the global food system,” he said.Our Morning Update and Evening Update newsletters are written by Globe editors, giving you a concise summary of the day’s most important headlines. Sign up today.","conversation_id":"1533307540234063872","image":"https://www.theglobeandmail.com/resizer/4cVLQU7OQD45YrwWLiwfJYTEkAI=/1200x800/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/HRIFY6VOGZOGFHGL7JPN46O6TI.JPG","interactions":45,"text":"While all eyes are focused on Russia &amp; Ukraine, the int’l community must also remember Tigray, where 500,000 of the population have been killed in #578DaysOfTigrayGenocide. Please spread awareness. #SupportHR6600 @shaunking @MerrittForTexas @angela_rye ","title":"Tigray war has seen up to half a million dead from violence and starvation, say researchers","truthfulness":"0.011"}]}
